/* Default placeholder string used by bindings for indicating multiple selections */
"Multiple Selection" = "Selecção múltipla";

/* Default placeholder string used by bindings for indicating selections of multiple different values */
"Multiple Values" = "Múltiplos valores";

/* Default placeholder string used by bindings for indicating unavailable data */
"No Data" = "Dados inexistentes";

/* Default placeholder string used by bindings for the no selection state */
"No Selection" = "Nada seleccionado";

/* Default placeholder string used by bindings for indicating unspecified or null values */
"No Value" = "Nenhum valor";

/* Default placeholder string used by bindings for the not applicable state */
"Not Applicable" = "Não aplicável";

/* Default placeholder string used by bindings for indicating not-permitted states */
"Not Permitted" = "Não permitido";

/* Default placeholder string used by bindings for indicating unspecified values */
"Unspecified" = "Não especificado";

/* Default title used for windows, menu items and tab view items if no placeholder is specified explicitly */
"Untitled" = "Sem nome";

